Repository: N00R95/clearance_system_repo
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Pending
ar: معلق

source: Approved
ar: تمت الموافقة

source: Rejected
ar: مرفوض

source: Pending for HR initial approval
ar: بإنتظار موافقة الموارد البشرية الأولية

source: Pending for other departments approval
ar: بإنتظار موافقة باقي الأقسام

source: Pending for HR final approval
ar: بإنتظار موافقة الموارد البشرية النهائية

source: Select Clearance Type
ar: اختر نوع الإخلاء

source: Annual Vacation
ar: إجازة سنوية

source: Compensatory Leave
ar: إجازة تعويضية

source: End of Services
ar: نهاية الخدمة

source: Commissioning
ar: تكليف

source: Redeployment
ar: نقل

source: Delegation
ar: ايفاد

source: Select your Job Title
ar: اختر المسمى الوظيفي

source: others
ar: الأقسام الأخرى

source: Administrator
ar: إداري

source: Assistant
ar: مساعد

source: Technician
ar: فني

source: Specialist
ar: إخصائي

source: Senior Specialist
ar: إخصائي أول

source: Specialist Consultant
ar: إخصائي استشاري

source: Pharmacist
ar: صيدلي

source: Senior Pharmacist
ar: صيدلي أول

source: Consultant Pharmacist
ar: طبيب استشاري

source: Medical Departments
ar: الأقسام الطبية

source: Specialist Doctor
ar: طبيب إخصائي

source: Consultant Doctor
ar: طبيب استشاري

source: Resident
ar: طبيب مقيم

source: Nursing Departments
ar: أقسام التمريض

source: Health Aide
ar: مساعد صحي

source: Nursing Technician
ar: فني تمريض

source: Specialist Nurse
ar: إخصائي تمريض

source: Senior Specialist Nurse
ar: إخصائي أول تمريض

source: Consultant Specialist Nurse
ar: إخصائي استشاري تمريض

source: Select Gender
ar: اختر الجنس

source: Female
ar: انثى

source: Male
ar: ذكر

source: Clearance Number
ar: رقم الطلب

source: Status
ar: حالة الطلب

source: Creation Date
ar: تاريخ الإنشاء

source: Check
ar: تحقق

source: New Clearance
ar: إخلاء طرف جديد

source: Full Name
ar: الاسم الكامل

source: Employee Number
ar: الرقم الوظيفي

source: Gender
ar: الجنس

source: Clearance type
ar: نوع الإخلاء

source: Acknowledgment Number
ar: رقم الإقرار

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ النهاية

source: Job Title
ar: المسمى الوظيفي

source: Department
ar: القسم

source: Nationality
ar: الجنسية

source: Phone Number
ar: رقم الجوال

source: attachments
ar: المرفقات

source: Notes
ar: الملاحظات

source: By creating a new request you agree to our
ar: بإنشائك هذا الطلب فأنت توافق على

source: Terms & Privacy
ar: الشروط والإحكام

source: Cancel
ar: إلغاء

source: Submit
ar: إرسال

source: Clearance Report
ar: تقرير إخلاء الطرف

source: Minsitry of Health
ar: وزارة الصحة

source: Hail Health Cluster
ar: تجمع حائل الصحي

source: Maternity and Children Hospital
ar: مستشفى الولادة و الأطفال

source: Name
ar: الاسم الكامل

source: Hospital Director of Maternity and Children Hospital-Hail
ar: مدير مستشفى الولادة و الأطفال بحائل

source: This page is electronically certified
ar: هذه الصفحة مصدقة إلكترونيًا

source: We'll never share your Employee No. with anyone else.
ar: لن تتم مشاركة رقمك الوظيفي مع الاخرين

source: Clearance Info
ar: بيانات الطلب

source: Clearance ID
ar: رقم طلب الإخلاء

source: Clearance Status
ar: حالة طلب الإخلاء

source: Approvals
ar: الموافقات

source: Login
ar: تسجيل الدخول للأقسام

source: Clearances
ar: طلبات الإخلاء

source: Approvals List
ar: قائمة الموافقات

source: Details
ar: تفاصيل الطلب
